Repository: gigili/banja-luka-wifi
Catalog: lib/l10n/arb/app_*.arb
Languages: sr

# lblAddEditNetwork
source: Add / edit network
sr: Dodaj / izmijeni mrežu

# lblNetworksMap
source: WiFi Map
sr: WiFi Mapa

# lblAppInfo
source: About application
sr: O aplikaciji

# lblSearchNetworks
source: Search networks
sr: Pretraži mreže

# errorNoLocationPermissions
source: Missing location permissions, some features may not work
sr: Nedostaju prava za lokacije, neke opciju možda neće raditi

# lblTOS
source: Terms of Service
sr: Uslovi korištenja

# tos
source: <p>1. Banja Luka WiFi is an android application which contains all the wifi networks in the city of Banja Luka</p> <p>2. The application is intended for the mentioned city above.</p> <p>3. The author of the application takes no responsibility for the networks added by the users.<p>4. All the networks added by the users are their responsibility and they confirm that the added network does not belong to a private house and/or office.</p> <p>5. If someone wants to get their network removed, they can contact the administrator via email: <a href=\'mailto:github@igorilic.net\'>github@igorilic.net</a>.</p> <p>6. After it was confirmed that the network belongs to the user, it will be deleted.</p> <p>7. The removal of a network can only happen after the application users retrieve new network information from the API service .</p> <p>8. Data that the application collects from the user are their geo location.</p> <p>9. The application is free to use but may have an add banner(s) in it.</p> <p>10. The author of the application can change this terms without any prior or later notification to the user.</p>
sr: <p>1. Banja Luka WiFi je android aplikacija koja sadrži šifre wifi mreža unutar grada Banja Luka. <p>2. Aplikacija je namjenjena samo za navedeni grad.</p> <p>3. Autor aplikacije ne snosi nikakvu odgovornost za mreže koje korisnici dodaju u aplikaciju. <p>4. Sve mreže koje su korisnici dodali su dodane na njihovu odgovornost i oni potvrđuju da dodana mreža ne pripada poslovnim i/ili privatnim stambenim objektima.</p> <p>5. Ako neko želi da se njegova mreža ukloni može kontaktirati administratora putem email adrese <a href=\'mailto:github@igorilic.net\'>github@igorilic.net</a>.</p> <p>6. Nakon potvrde da mreža stvarno pripada toj osobi, mreža će biti uklonjena.</p> <p>7. Uklanjanje mreže se može desiti prije izlaska nove verzije aplikacije.</p> <p>8. Podaci koje aplikacija uzima od korisnika su geografska lokacija.</p> <p>9. Aplikacija je besplatna, ali može da sadrži oglase u sebi.</p> <p>10. Autor aplikacije može da promijeni uslove iz bilo kog razloga bez prethodnog ili naknadnog obavještenja korisnika.</p>

# lblAppName
source: App name
sr: Naziv aplikacije

# lblDeveloper
source: Developer
sr: Razvio

# lblContact
source: Contact information
sr: Kontakt informacije

# lblWebsite
source: Website
sr: Web stranica

# lblVersion
source: Version
sr: Verzija

# lblSourceCode
source: Source code
sr: Izvorni kod

# lblNetworkName
source: Network name:
sr: Naziv mreže:

# lblNetworkPassword
source: Network password:
sr: Šifra:

# lblNetworkAddress
source: Network address:
sr: Adresa:

source: Save
sr: Sačuvaj

# errorNetworkNameEmpty
source: Network name can't be empty
sr: Ime mreže ne može da bude prazno

# errorNetworkPasswordEmpty
source: Network password can't be empty
sr: Šifra ne može da bude prazna

# errorNoLocationAvailable
source: Unable to get device's current geo location
sr: Nije moguće odrediti lokaciju uređaja

source: Network submitted
sr: Mreža dodana

# networkAwaitingApproval
source: The network was submitted successfully and is awaiting moderator approval before showing up in the app
sr: Mreža je uspješno dodana i čeka odobrenja od strane administratora.

# lblNetworks
source: Networks
sr: Mreže

# msgPasswordCopiedToClipboard
source: Password copied to clipboard
sr: Šifra kopirana

# lblNetworkFormDisclaimer
source: Personal home or office networks should not be added.
sr: Nije poželjno da se unose šifre od privatnih mreža kao što su kuće ili kancelarije.

# lblNetworkFormRequiredFieldsNote
source: Fields marked with * are required
sr: Polja označena sa * su obavezna

# actionSearch
source: Search
sr: Pretraga

# actionClear
source: Clear
sr: Očisti pretragu
